[ {"model": "catalog.category", "pk": 1, "fields": {"name": "Мясная Продукция", "description": "Все виды мяса и мясные изделия"}}, {"model": "catalog.category", "pk": 2, "fields": {"name": "Молочная Продукция", "description": "Все виды молока, сыры и кисломолочная продукция"}}, {"model": "catalog.category", "pk": 3, "fields": {"name": "Рыба и Морепродукты", "description": "Все виды рыбы и морские деликатессы"}}, {"model": "catalog.category", "pk": 4, "fields": {"name": "Овощи и Фрукты", "description": "Свежее и экологически чистое"}}, {"model": "catalog.category", "pk": 5, "fields": {"name": "Другое", "description": "От хлеба до меда и грибов"}}, {"model": "catalog.product", "pk": 1, "fields": {"name": "Мраморная Говядина", "description": "Мраморная говядина — премиальный вид мяса, известный богатым вкусом и сочностью. Жировые прожилки, напоминающие мрамор, делают его нежным и насыщенным. Идеально для стейков и запекания, мраморная говядина подчеркнет ваш кулинарный талант.", "image": "product_image/Marbled_Beef_on_Cutting_Board_10RepQU.webp", "category": 1, "price": "1500.00", "created_at": "2024-08-31T15:14:36.722Z", "updated_at": "2024-08-31T15:14:36.722Z", "user": 1}}, {"model": "catalog.product", "pk": 2, "fields": {"name": "Куриное Филе", "description": "Куриное филе — нежное и сочное мясо, идеально подходящее для диетических и повседневных блюд. Оно богато белком и легко усваивается, что делает его отличным выбором для здорового питания. Филе подходит для жарки, запекания и приготовления на гриле.", "image": "product_image/Warm_Homemade_Bread_Ad_DALLE_July_25.webp", "category": 1, "price": "1000.00", "created_at": "2024-09-21T18:51:42.180Z", "updated_at": "2024-09-21T18:51:42.180Z", "user": 1}}, {"model": "catalog.product", "pk": 3, "fields": {"name": "Домашний Хлеб", "description": "Домашний хлеб — свежий и ароматный, испеченный с любовью в домашней печи. Хрустящая корочка и мягкая мякоть делают его идеальным для завтрака или ужина. Натуральные ингредиенты и традиционный рецепт обеспечивают насыщенный вкус и пользу для здоровья.", "image": "product_image/Cozy_Kitchen_Bread_Ad.webp", "category": 5, "price": "200.00", "created_at": "2024-09-21T18:53:44.141Z", "updated_at": "2024-09-21T18:53:44.141Z", "user": 1}}, {"model": "catalog.product", "pk": 4, "fields": {"name": "Корнишоны", "description": "Корнишоны хрустящие — свежие и сочные огурцы с насыщенным вкусом. Идеальны для закусок и салатов, они сохраняют свою хрустящую текстуру и натуральную свежесть. Прекрасно подходят как самостоятельное блюдо или дополнение к основному столу", "image": "product_image/Bright_Kitchen_with_Cornichons_1.webp", "category": 4, "price": "400.00", "created_at": "2024-09-22T16:34:41.006Z", "updated_at": "2024-09-22T16:34:41.006Z", "user": 1}}, {"model": "catalog.product", "pk": 5, "fields": {"name": "Форель речная", "description": "Форель речная — свежая рыба, пойманная в чистых реках. Ее нежное мясо с насыщенным вкусом идеально подходит для запекания, жарки и приготовления супов. Этот продукт высоко ценится за свою натуральность и полезные свойства, приносящую пользу вашему столу.", "image": "product_image/Pristine_kitchen_with_trout.webp", "category": 3, "price": "1200.00", "created_at": "2024-09-21T21:25:27.510Z", "updated_at": "2024-09-21T21:25:27.510Z", "user": 1}}, {"model": "catalog.product", "pk": 6, "fields": {"name": "Свежие Креветки", "description": "сочные и питательные морепродукты, идеально подходящие для салатов, пасты и закусок. Их нежное мясо и натуральный вкус прекрасно дополнят любое блюдо. Креветки богаты белком и полезными минералами, добавляя питательности вашему рациону", "image": "product_image/Fresh_Shrimp_Scene.webp", "category": 3, "price": "2000.00", "created_at": "2024-09-21T18:51:23.241Z", "updated_at": "2024-09-21T18:51:23.241Z", "user": 1}}, {"model": "catalog.product", "pk": 7, "fields": {"name": "Деревенское Молоко", "description": "Деревенское молоко — натуральный и свежий продукт, произведенный на местной ферме. Богатое витаминами и минералами, оно идеально подходит для ежедневного употребления. Сохраняя все полезные свойства, это молоко приносит вкус и пользу прямо с природы.", "image": "product_image/Serene_Kitchen_Setting_1.webp", "category": 2, "price": "300.00", "created_at": "2024-08-31T19:23:05.241Z", "updated_at": "2024-08-31T19:23:05.241Z", "user": 1}}, {"model": "catalog.product", "pk": 11, "fields": {"name": "Картофель Красноярский", "description": "Картофель Красноярский — свежий, отборный картофель с богатым вкусом и отличной текстурой. Идеально подходит для варки, запекания и жарки. Этот сорт славится своей устойчивостью и высоким качеством, принося на ваш стол вкус и пользу с сибирских полей", "image": "product_image/Rustic_Kitchen_Potatoes.webp", "category": 4, "price": "450.00", "created_at": "2024-09-21T18:50:57.888Z", "updated_at": "2024-09-21T18:50:57.888Z", "user": 1}}, {"model": "catalog.storecontacts", "pk": 1, "fields": {"name": "address", "link": "221B, Baker Street, London, United Kingdom"}}, {"model": "catalog.storecontacts", "pk": 2, "fields": {"name": "phone", "link": "+7 (900)-100-100-100"}}, {"model": "catalog.storecontacts", "pk": 3, "fields": {"name": "email", "link": "test@example.com"}}, {"model": "catalog.usercontacts", "pk": 34, "fields": {"first_name": "Ivan", "last_name": "Ivanov", "email": "ivanov@example.com"}}, {"model": "catalog.usercontacts", "pk": 36, "fields": {"first_name": "t", "last_name": "t", "email": "nnn@c.con"}}, {"model": "catalog.usercontacts", "pk": 37, "fields": {"first_name": "izum", "last_name": "izum", "email": "izumizumoff@yandex.ru"}}, {"model": "catalog.usercontacts", "pk": 38, "fields": {"first_name": "izum", "last_name": "izum", "email": "izumizumoff@yandex.ru"}}, {"model": "catalog.usercontacts", "pk": 39, "fields": {"first_name": "izum", "last_name": "izum", "email": "izumizumoff@yandex.ru"}}, {"model": "catalog.usercontacts", "pk": 40, "fields": {"first_name": "izum", "last_name": "izum", "email": "izumizumoff@yandex.ru"}}, {"model": "catalog.usercontacts", "pk": 41, "fields": {"first_name": "Галина", "last_name": "Фадеева", "email": "love@test.com"}}, {"model": "catalog.usercontacts", "pk": 42, "fields": {"first_name": "f", "last_name": "f", "email": "test@test.com"}}, {"model": "catalog.usercontacts", "pk": 43, "fields": {"first_name": "f", "last_name": "f", "email": "test@test.com"}}, {"model": "catalog.version", "pk": 3, "fields": {"product": 11, "count": 1, "version_name": "Первая версия для Картофель Красноярский", "is_current": true}}, {"model": "catalog.version", "pk": 4, "fields": {"product": 6, "count": 1, "version_name": "Первая версия для Свежие Креветки", "is_current": true}}, {"model": "catalog.version", "pk": 5, "fields": {"product": 2, "count": 1, "version_name": "Первая версия для Куриное Филе", "is_current": true}}, {"model": "catalog.version", "pk": 6, "fields": {"product": 4, "count": 1, "version_name": "Первая версия для Корнишоны", "is_current": false}}, {"model": "catalog.version", "pk": 7, "fields": {"product": 5, "count": 1, "version_name": "Первая версия для Форель речная", "is_current": false}}, {"model": "catalog.version", "pk": 8, "fields": {"product": 3, "count": 1, "version_name": "Первая версия для Домашний Хлеб", "is_current": false}}, {"model": "catalog.version", "pk": 9, "fields": {"product": 7, "count": 1, "version_name": "Первая версия Деревенское молоко", "is_current": true}}, {"model": "catalog.version", "pk": 17, "fields": {"product": 4, "count": 2, "version_name": "Вторая версия", "is_current": true}}, {"model": "blog.blog", "pk": 12, "fields": {"title": "Как жарить шашлыки", "slug": "kak-zharit-shashlyiki", "text": "Приготовление шашлыка — это настоящая кулинарная наука и искусство, требующее не только знания правильных рецептов, но и умения работать с огнем, мясом и специями. В разных уголках мира шашлыки готовят по-разному, однако основа всегда одна — это маринованное мясо, приготовленное на открытом огне. Давайте разберем, как сделать шашлык идеально, чтобы он был сочным, мягким и ароматным.\r\n\r\nВыбор мяса для шашлыка\r\nПервый и самый важный этап в приготовлении шашлыка — это выбор правильного мяса. От его качества зависит конечный результат.\r\n\r\nСвинина — классический выбор для шашлыка. Лучше всего подходит шейная часть, так как она содержит достаточное количество жира, который при жарке плавится, придавая мясу сочность.\r\nГовядина — отличный выбор для тех, кто предпочитает менее жирное мясо. Идеально подойдут такие части, как тонкий край или вырезка.\r\nБаранина — особенно популярна на Кавказе. Для шашлыка лучше всего выбирать баранину с легким жирком, например, ребра или ножки.\r\nКурица — легкий и диетический вариант. Часто используют бедра, крылышки или грудку.\r\nМаринад\r\nМаринад — это душа шашлыка. Он не только смягчает мясо, но и придает ему насыщенный вкус. Существует огромное количество вариантов маринадов, но все они строятся на трех основных компонентах: кислота, специи и растительное масло.\r\n\r\nКлассический маринад из уксуса. Он придает мясу нежность и легкую кислинку. Однако с ним стоит быть осторожным, чтобы мясо не стало слишком жестким. На килограмм мяса достаточно 1-2 столовых ложек 9%-го уксуса.\r\nМаринад на основе кефира. Кислоты в кефире мягче, чем в уксусе, и он делает мясо сочным и мягким. Кроме того, кефир помогает сохранить натуральный вкус мяса.\r\nЛуковый маринад. Лук не только смягчает мясо, но и придает ему приятный аромат. Лучше всего натирать лук на терке или измельчать в блендере, чтобы сок лучше проникал в мясо.\r\nСоевый маринад. Подходит для тех, кто любит более яркий и насыщенный вкус. Соевый соус можно сочетать с медом, имбирем и чесноком.\r\nСпеции\r\nСпеции — это еще один ключевой элемент шашлыка. Традиционные специи для шашлыка включают черный и красный перец, паприку, кориандр, зиру и лавровый лист. Также часто используют свежие травы, такие как петрушка, укроп, кинза и базилик.\r\n\r\nПодготовка мяса\r\nПеред тем как начать жарить шашлык, мясо нужно правильно нарезать. Оптимальный размер кусочков — 4-5 см. Куски не должны быть слишком мелкими, иначе они пересохнут на огне, но и слишком большими делать их не стоит — тогда они не успеют прожариться внутри.\r\n\r\nНарезав мясо, смешайте его с маринадом и специями, тщательно перемешайте и оставьте мариноваться. Время маринования зависит от выбранного типа мяса и маринада. Для курицы достаточно 2-3 часов, для свинины и говядины — от 4 до 12 часов, для баранины лучше выдерживать маринад около суток.\r\n\r\nРазжигание углей\r\nПравильный шашлык готовится только на углях. Для этого можно использовать дрова (лучше всего фруктовые деревья, такие как яблоня, вишня или груша) или готовый древесный уголь.\r\n\r\nВыбор углей. Используйте качественные угли, которые дают стабильный жар и не выделяют неприятных запахов. Если разжигаете угли самостоятельно, дождитесь, пока дрова превратятся в равномерные, горячие угли без открытого пламени.\r\nОптимальная температура. Для шашлыка нужна ровная и стабильная температура. Чтобы проверить готовность углей, подержите руку над мангалом на уровне шампуров — если можете выдержать жар около 4-5 секунд, значит, температура подходящая.\r\nЖарка шашлыка\r\nКогда угли готовы, пора приступать к жарке. Важно соблюдать несколько ключевых правил:\r\n\r\nШампуры. Мясо насаживают на шампуры так, чтобы кусочки не прилегали друг к другу слишком плотно — это позволит теплу равномерно распределяться.\r\nПереворачивайте мясо. Шампуры нужно часто переворачивать, чтобы мясо прожаривалось равномерно. При этом важно следить, чтобы оно не горело — если угли слишком горячие, поднимите шампуры выше или обрызгайте угли водой.\r\nЖарьте до золотистой корочки. Сначала мясо нужно обжарить до образования румяной корочки — это запечатает соки внутри. Потом можно немного уменьшить жар и довести шашлык до готовности.\r\nПроверка готовности\r\nСамый верный способ проверить готовность шашлыка — это разрезать один кусочек и посмотреть на цвет сока. Если сок прозрачный, мясо готово; если розовый — шашлык нужно еще немного подержать на огне.\r\n\r\nДля более точной проверки можно использовать кулинарный термометр. Внутренняя температура готового мяса должна быть около 75-80°C.\r\n\r\nПодача\r\nПодача шашлыка — это целая церемония. Обычно его подают с зеленью, свежими овощами, маринованным луком и лепешками. Также можно приготовить к шашлыку соусы — например, на основе томатов или мацони.", "image": "blog_image/DALLE_Sept_8_Grilled_Meat_Skewers_WxmgBH2.webp", "created_at": "2024-09-22T00:05:49.089Z", "is_active": true, "views_count": 2}}, {"model": "blog.blog", "pk": 13, "fields": {"title": "Уха по фински", "slug": "uha-po-finski", "text": "Финская уха, или \"калакейтто\" (kalakeitto), — это традиционный финский суп с рыбой, который отличается своей нежностью и сливочной текстурой. Это блюдо часто готовят из лосося, но можно использовать и другую красную рыбу, а также добавлять молоко или сливки, что придает супу особую мягкость. В Финляндии калакейтто считается очень домашним и простым в приготовлении блюдом, но от этого его вкус не становится менее насыщенным и приятным.\r\n\r\nДавайте разберем пошагово, как вкусно приготовить финскую уху.\r\n\r\nИнгредиенты\r\nДля приготовления финской ухи вам понадобятся:\r\n\r\nФиле лосося (или другой красной рыбы): 400-500 г\r\nКартофель: 4-5 крупных клубней\r\nМорковь: 1 шт.\r\nРепчатый лук: 1 шт.\r\nСливки 20-33%: 200 мл\r\nМолоко: 500 мл (можно заменить водой)\r\nМасло сливочное: 1-2 столовые ложки\r\nЛавровый лист: 1-2 шт.\r\nСоль, черный перец: по вкусу\r\nУкроп свежий: небольшой пучок\r\nВода: 1-1,5 литра\r\nШаг 1: Подготовка ингредиентов\r\nРыба. Если у вас целая рыба, отделите филе от кости и снимите кожу. Нарежьте филе крупными кусочками, примерно 3-4 см. Если филе уже готовое, просто нарежьте его.\r\n\r\nКартофель. Очистите и нарежьте крупными кубиками. Картофель является основным наполнителем супа, поэтому важно, чтобы куски не были слишком мелкими.\r\n\r\nМорковь. Очистите и нарежьте тонкими кружочками или полукружочками.\r\n\r\nЛук. Лук нарежьте мелкими кубиками.\r\n\r\nШаг 2: Варка овощей\r\nВ большой кастрюле растопите сливочное масло на среднем огне.\r\nДобавьте нарезанный лук и морковь, слегка обжарьте до мягкости (около 5 минут). Это придаст супу приятный аромат и легкую сладость от карамелизованного лука.\r\nДобавьте нарезанный картофель в кастрюлю и залейте водой так, чтобы она полностью покрывала овощи (примерно 1-1,5 литра). Добавьте лавровый лист и щепотку соли. Доведите до кипения.\r\nУменьшите огонь до среднего и варите около 10-15 минут, пока картофель не станет мягким, но не разваренным.\r\nШаг 3: Добавление рыбы\r\nКогда картофель станет мягким, аккуратно добавьте в суп кусочки рыбы.\r\nВарите рыбу в супе на среднем огне примерно 5-7 минут. Не переварите рыбу, она должна остаться нежной и не распасться.\r\nШаг 4: Сливки и молоко\r\nПосле того как рыба почти готова, добавьте в суп молоко и сливки. Хорошо перемешайте.\r\nДоведите суп до кипения, затем уменьшите огонь и дайте супу прокипеть еще 5 минут на слабом огне. Это время позволит сливкам впитать ароматы рыбы и овощей.\r\nПопробуйте суп на вкус и, если необходимо, добавьте еще соли и свежемолотого черного перца.\r\nШаг 5: Завершающие штрихи\r\nВ самом конце приготовления добавьте мелко нарезанный свежий укроп. Он придаст супу свежий аромат и сделает его по-настоящему финским.\r\nУберите суп с огня и дайте ему настояться под крышкой 10-15 минут. Это позволит всем вкусам раскрыться и \"собраться\" вместе.\r\nПодача\r\nФинская уха подается горячей, в глубоких тарелках. Дополнить блюдо можно ломтиком ржаного хлеба или свежей лепешкой. Также к супу можно подать сливочное масло, которое добавляют прямо в тарелку для усиления сливочного вкуса.\r\n\r\nСоветы\r\nВыбор рыбы: Помимо лосося, можно использовать форель или другую жирную рыбу. Если вы хотите сделать суп более легким, можно использовать треску или судака, однако тогда сливки или молоко будут играть более важную роль, чтобы сделать суп насыщеннее.\r\n\r\nДобавление специй: В классическом рецепте специй используют мало, чтобы сохранить натуральный вкус рыбы. Однако можно добавить немного молотого белого перца для нежного аромата.\r\n\r\nБульон: Если у вас есть рыбные кости или голова, сварите на них бульон. Процедите его и используйте вместо воды для супа. Это сделает блюдо еще ароматнее и насыщеннее.\r\n\r\nФинская уха — это простое, но чрезвычайно вкусное блюдо, которое прекрасно подойдет как для семейного обеда, так и для праздничного стола. Сливки и молоко делают суп нежным, а свежий укроп и сочная рыба создают неповторимый аромат северной кухни.", "image": "blog_image/Cozy_Finnish_Fish_Soup_CbHOJdL.webp", "created_at": "2024-09-22T16:52:15.749Z", "is_active": true, "views_count": 9}}, {"model": "blog.blog", "pk": 14, "fields": {"title": "Сыр своими руками", "slug": "syir-svoimi-rukami", "text": "Советы по изготовлению сыра в домашних условиях\r\nИзготовление сыра в домашних условиях — это увлекательный и творческий процесс, который требует времени и внимания к деталям. Хотя существуют разные виды сыров, принципы их приготовления во многом схожи. Вот несколько ключевых советов, которые помогут вам создать свой собственный сыр:\r\n\r\n1. Выбор молока\r\nКачество молока напрямую влияет на вкус и текстуру сыра. Лучший вариант — это свежее молоко, лучше всего из фермерских хозяйств. Можно использовать коровье, козье или овечье молоко, в зависимости от желаемого вкуса и вида сыра. Избегайте ультрапастеризованного молока, так как при его использовании сыр может не свернуться должным образом.\r\n\r\n2. Закваска и ферменты\r\nЗакваска — это культура бактерий, которые помогают молоку свернуться. Есть разные виды заквасок в зависимости от типа сыра, который вы хотите приготовить. К ним добавляют фермент (чаще всего сычужный фермент), который помогает образовать творожную массу. Закваски и ферменты можно приобрести в специализированных магазинах для сыроделия.\r\n\r\n3. Контроль температуры\r\nТемпература играет ключевую роль на каждом этапе приготовления сыра. Например, молоко для большинства сыров нужно нагреть до 30-37°C перед добавлением закваски. Используйте кухонный термометр, чтобы точно контролировать процесс. Перегрев может повлиять на консистенцию и вкус готового продукта.\r\n\r\n4. Время свертывания и нарезка творога\r\nПосле добавления фермента дайте молоку время свернуться. Обычно это занимает от 30 минут до часа. Затем аккуратно нарежьте творог на кубики, чтобы отделить сыворотку. Чем мельче нарезан творог, тем тверже будет сыр.\r\n\r\n5. Прессование и соление\r\nДля твердых сортов сыра важен этап прессования. После удаления большей части сыворотки положите сырную массу под пресс, чтобы он приобрел правильную форму и плотность. Затем сыр следует посолить — это не только придает вкус, но и помогает сохранить сыр на длительное время.\r\n\r\n6. Созревание\r\nМягкие сыры можно употреблять сразу, но для твердых и выдержанных сортов сыра потребуется время созревания. Храните сыр в темном, прохладном месте с хорошей циркуляцией воздуха. Созревание может занять от нескольких недель до нескольких месяцев, в зависимости от типа сыра.\r\n\r\n7. Эксперименты с добавками\r\nНа этапе формирования сыра можно добавить различные специи, зелень или даже орехи. Попробуйте добавить тимьян, перец или чеснок, чтобы разнообразить вкус сыра.\r\n\r\nИзготовление сыра в домашних условиях требует терпения, но результат обязательно оправдает ожидания. Экспериментируйте с разными видами молока, заквасками и специями, чтобы создать свой уникальный рецепт!", "image": "blog_image/Rustic_kitchen_cheesemaking_52JGkii.webp", "created_at": "2024-09-08T18:17:10.322Z", "is_active": false, "views_count": 13}}]